/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Έναρξη προστασίας";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "Η προστασία AdGuard απενεργοποιήθηκε. Πατήστε το κουμπί \"Έναρξη προστασίας\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Εκτέλεση AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "Το AdGuard είναι απενεργοποιημένο. Πρέπει να εκτελείται εάν θέλετε να αλλάξετε τις ρυθμίσεις αποκλεισμού περιεχομένου";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Παρακαλώ λάβετε υπόψη ότι ο αποκλεισμός περιεχομένου στο Safari λειτουργεί ακόμη και όταν η εφαρμογή δεν εκτελείται";
